{
  "matches": [
    {
      "id": "1",
      "title": "Собака 1",
      "subtitle": "Такса",
      "content": "У такс есть наследственное заболевание, которое проявляет себя ближе к 6 годам жизни собаки – это сердечная недостаточность (эндокардиоз митрального клапана). Из-за этой болезни у собак начинается одышка, появляется быстрая утомляемость, питомец может терять сознание. Также представители породы подвержены заболеваниям опорно-двигательного аппарата. Серьезной проблемой для этих собак является ожирение.",
      "img": {
        "src": "https://lifehacker.ru/wp-content/uploads/2020/03/Depositphotos_19209111_l-2015_1585053229-e1585053481947.jpg",
        "alt": "Такса"
      }
    },
    {
      "id": "2",
      "title": "Собака 2",
      "subtitle": "Сибирский хаски",
      "content": "У этой породы есть предрасположенность к аутоиммунным заболеваниям и аллергическим реакциям. Также у хаски часто встречаются проблемы с глазами – катаракта и глаукома. Некоторые представители породы страдают от сахарного диабета, болезней нервной системы, заболеваний опорно-двигательного аппарата.",
      "img": {
        "src": "https://35.img.avito.st/640x480/8554989635.jpg",
        "alt": "Сибирский хаски"
      }
    },
    {
      "id": "3",
      "title": "Собака 3",
      "subtitle": "Немецкая овчарка",
      "content": "Слабым местом этой породы является опорно-двигательный аппарат. Чаще всего у немецких овчарок встречается дисплазия тазобедренного сустава, из-за чего собака хромает и быстро утомляется на прогулках. У некоторых представителей породы встречается недостаточность поджелудочной железы – таким собакам всю жизнь приходится принимать таблетки.",
      "img": {
        "src": "https://www.purina.ru/sites/default/files/2021-06/%D0%9D%D0%B5%D0%BC%D0%B5%D1%86%D0%BA%D0%B0%D1%8F%20%D0%BE%D0%B2%D1%87%D0%B0%D1%80%D0%BA%D0%B0%205.jpg",
        "alt": "Немецкая овчарка"
      }
    },
    {
      "id": "4",
      "title": "Собака 4",
      "subtitle": "Мопс",
      "content": "Эти представители брахицефальной породы имеют врожденные проблемы с дыханием. Из-за разрастания мягкого неба и сужения носовых ходов мопсы храпят, хрюкают, кашляют после физической нагрузки, а иногда даже падают в обморок. Также их слабыми местами являются глаза и зубы. Кроме того, эта порода склонна к аллергиям и ожирению.",
      "img": {
        "src": "https://storage-api.petstory.ru/resize/1000x1000x80/ca/f6/97/caf697a92b5747a98c93622ef1bd8648.jpeg",
        "alt": "Мопс"
      }
    },
    {
      "id": "5",
      "title": "Собака 5",
      "subtitle": "Французский бульдог",
      "content": "Еще один брахицефал, у которого есть проблемы с дыханием из-за строения морды. В складках кожи легко может развиться инфекция, их нередко поражают дерматиты. У бульдогов также есть проблемы с опорно-двигательным аппаратом – дисплазии суставов, болезни позвоночника (чаще всего – изнашивание межпозвоночных дисков). У некоторых представителей породы встречается катаракта. Кроме того, у этих собак часто бывают проблемы с ЖКТ и репродуктивной системой. Эти собаки плохо переносят жару и холод.",
      "img": {
        "src": "https://animalsglobe.ru/wp-content/uploads/2012/03/%D1%84%D1%80%D0%B0%D0%BD%D1%86%D1%83%D0%B7%D1%81%D0%BA%D0%B8%D0%B9-%D0%B1%D1%83%D0%BB%D1%8C%D0%B4%D0%BE%D0%B3.jpg",
        "alt": "Французский бульдог"
      }
    }
  ],
  "btn": {
    "like": "Like",
    "dislike": "Dislike",
    "okay": "Okay"
  }
}
